<template>
  <div class="container mt-[170px] grid md:grid-cols-2 gap-[30px] md:gap-[100px] mb-[100px]">
    <div>
      <p class="font-bold text-[30px] md:text-[64px] leading-[70.4px] md:mb-[36px]">О компании</p>

      <div class="bg-[#F2F2F2] p-[32px] rounded-[15px] mb-[20px]">
        <p class="font-bold text-[64px] leading-[70.4px] mb-[83px]">170+</p>
        <p class="font-medium text-[24px] leading-[36px]">Товаров</p>
      </div>
      <div class="bg-[#F2F2F2] p-[32px] rounded-[15px] mb-[20px]">
        <p class="font-bold text-[64px] leading-[70.4px] mb-[83px]">1000+</p>
        <p class="font-medium text-[24px] leading-[36px]">Довольных покупателей</p>
      </div>
      <div class="bg-[#F2F2F2] p-[32px] rounded-[15px] mb-[20px]">
        <p class="font-bold text-[64px] leading-[70.4px] mb-[83px]">170+</p>
        <p class="font-medium text-[24px] leading-[36px]">Товаров</p>
      </div>
    </div>

    <div class="text-[20px] leading-[30px] font-medium flex flex-col gap-[25px]">
      <p>
        Интернет-магазин NORNLIGHT предлагает широкий ассортимент светильников
        для освещения вашего дома или офиса. У нас вы найдете разнообразные
        модели светильников, от современных и стильных до классических и
        элегантных. Мы предлагаем качественные и надежные светильники от лучших
        производителей, которые подарят вам комфорт и уют.
      </p>
      <p>
        Покупая светильники в нашем интернет-магазине, вы получаете отличное
        соотношение цены и качества. Мы осуществляем доставку по всей России,
        чтобы каждый клиент мог насладиться прекрасным светом и удобством
        покупки онлайн. Обратитесь к нам сегодня и превратите ваш дом в оазис
        тепла и света с NORNLIGHT!
      </p>
      <p>
        Интернет-магазин NORNLIGHT предлагает широкий ассортимент светильников
        для освещения вашего дома или офиса. У нас вы найдете разнообразные
        модели светильников, от современных и стильных до классических и
        элегантных. Мы предлагаем качественные и надежные светильники от лучших
        производителей, которые подарят вам комфорт и уют
      </p>
      <p>
        Покупая светильники в нашем интернет-магазине, вы получаете отличное
        соотношение цены и качества. Мы осуществляем доставку по всей России,
        чтобы каждый клиент мог насладиться прекрасным светом и удобством
        покупки онлайн. Обратитесь к нам сегодня и превратите ваш дом в оазис
        тепла и света с NORNLIGHT!
      </p>
    </div>
  </div>
</template>

<script setup></script>

<style lang="scss" scoped></style>
