<template>
  <div class="container mt-[140px] md:mt-[200px] md:grid grid-cols-2 mb-[127px]">
    <p class="font-bold text-[64px] leading-[70.4px] mb-[32px] md:mb-0">Возврат</p>

    <div>
      <p class="font-semibold text-[24px] leading-[33.6px] mb-[28px]">Обмен и возврат по желанию покупателя</p>

      <p class="mb-5 font-normal text-[20px] leading-[28px]">
        Если товар по каким-то причинам не подошел вам, вы имеете право вернуть
        его или обменять на другой в течение 7 дней* с момента покупки при
        соблюдении следующих условий:
      </p>

      <ul class="custom-list text-[#2F4DA3] font-normal text-[20px] leading-[28px] mb-[60px] ml-4">
        <li>
            Товар имеет первоначальный вид, имеется товарная кондиция;
        </li>
        <li>
            Товар имеет полную комплектацию, включая упаковочные материалы;
        </li>
        <li>
            Товар не имеет следов подключался и не имеет признаков монтажа;
        </li>
        <li>
            Упаковка товара не имеет повреждений, присутствует первоначальный товарный вид;
        </li>
        <li>
            Есть документ, подтверждающий покупку в нашем интернет-магазине.
        </li>
        <li>
            Для возврата товара необходимо привезти его к нам в офис.
        </li>
        <li>
            Товар из других городов можно прислать нам транспортной компанией, при этом услуги транспортной компании  оплачиваются клиентом.
        </li>
        <li>
            *В течение 14 дней для отдельных брендов. При оформлении заказа уточните у менеджера
        </li>
      </ul>

      <p class="font-semibold text-[24px] leading-[33.6px] mb-[28px]">
        Обмен и возврат по ошибке продавца
      </p>

      <p class="mb-5 font-normal text-[20px] leading-[28px]">
        Причины обмена или возврата по ошибке продавца:
      </p>

      <ul class="custom-list text-[#2F4DA3] font-normal text-[20px] leading-[28px] mb-[60px] ml-4">
        <li>Неполная комплектация товара</li>
        <li>Брак или дефект товара</li>
        <li>Если вы выявили дефект, брак или неполную комплектацию товара, необходимо сделать фото дефекта и отправить на почту mail@at-svet.ru, указав краткое описание характера брака/</li>
        <li>Мы заменим бракованный товар или довезем недостающие части. Доставка будет осуществлена бесплатно</li>
      </ul>

      <p  class="font-semibold text-[24px] leading-[33.6px] mb-[28px]">
        Возврат денежных средств
      </p>

      <p class="mb-5 font-normal text-[20px] leading-[28px]">
        Возврат денежных средств осуществляется путем перевода  на банковские реквизиты покупателя при наличии заявления  от покупателя.
      </p>
    </div>
  </div>
</template>

<script setup></script>

<style scoped>
.custom-list {
    list-style-type: disc; 
}

.custom-list li {
    margin-left: 20px;
}
</style>
