<template>
  <div class="container">
    <div class="grid md:grid-cols-2 mb-[100px]">
      <p
        class="font-bold mb-6 md:mb-0 text-[30px] md:text-[40px] leading-[54.64px] md:w-[50%]"
      >
        Производство светильников
      </p>

      <div class="font-medium text-[20px] leading-[30px] opacity-[80%]">
        <p class="mb-10">
          Интернет-магазин NORNLIGHT предлагает широкий ассортимент светильников
          для освещения вашего дома или офиса. У нас вы найдете разнообразные
          модели светильников, от современных и стильных до классических и
          элегантных. Мы предлагаем качественные и надежные светильники от
          лучших производителей, которые подарят вам комфорт и уют
        </p>

        <p>
          Покупая светильники в нашем интернет-магазине, вы получаете отличное
          соотношение цены и качества. Мы осуществляем доставку по всей России,
          чтобы каждый клиент мог насладиться прекрасным светом и удобством
          покупки онлайн. Обратитесь к нам сегодня и превратите ваш дом в оазис
          тепла и света с NORNLIGHT!
        </p>
      </div>
    </div>
  </div>
</template>

<script setup></script>

<style lang="scss" scoped></style>
